{
    "intents": [
        {
            "tag": "Адрес_ИМНС",
            "patterns": [
                "Адреса ИМНС",
                "Где находится ИМНС?",
                "Адрес налоговой инспекции",
                "Как найти ИМНС?",
                "Местоположение ИМНС"
            ],
            "responses": [
                "Адресные данные инспекций МНС размещены на официальном сайте www.nalog.gov.by: Налоговые инспекции - ИМНС по области или г. Минску - ИМНС по району",
                "Вы можете найти адреса ИМНС на официальном сайте www.nalog.gov.by",
                "Адреса налоговых инспекций доступны на сайте www.nalog.gov.by",
                "Посетите сайт www.nalog.gov.by для получения адресов ИМНС",
                "Адреса ИМНС можно найти на сайте www.nalog.gov.by"
            ]
        },
        {
            "tag": "Горячая_линия",
            "patterns": [
                "Где оставить жалобу о нарушениях налогового законодательства?",
                "Как сообщить о нарушениях налогового законодательства?",
                "Горячая линия",
                "Куда сообщить о нарушениях налогового законодательства"
            ],
            "responses": [
                "Информацию о нарушениях законодательства можно сообщить в контакт-центр по телефону 189 (+3752297979) в рабочие дни с 9.00 до 18.00 или направить письменное обращение в инспекции МНС",
                "Вы можете оставить жалобу о нарушениях налогового законодательства по телефону 189 (+3752297979) в рабочие дни с 9.00 до 18.00",
                "Сообщите о нарушениях налогового законодательства в контакт-центр по телефону 189 (+3752297979) или направьте письменное обращение",
                "Жалобы о нарушениях налогового законодательства принимаются по телефону 189 (+3752297979) в рабочие дни с 9.00 до 18.00"
            ]
        },
        {
            "tag": "ЕН_уведомление_способ_подачи",
            "patterns": [
                "Как подать уведомление по единому налогу?",
                "Способы подачи уведомления по единому налогу",
                "Уведомление по единому налогу",
                "Подача уведомления по единому налогу",
                "Как подать уведомление по единому налогу физическому лицу?"
            ],
            "responses": [
                "Уведомление по единому налогу с ИП и иных физических лиц подается по установленной форме одним из следующих способов: лично путем посещения налогового органа, по почте (в виде почтового отправления с описью вложения), через личный кабинет плательщика",
                "Вы можете подать уведомление по единому налогу лично, по почте или через личный кабинет плательщика",
                "Уведомление по единому налогу подается лично, по почте или через личный кабинет плательщика",
                "Способы подачи уведомления по единому налогу: лично, по почте или через личный кабинет плательщика",
                "Для подачи уведомления по единому налогу используйте один из следующих способов: лично, по почте или через личный кабинет плательщика"
            ]
        },
        {
            "tag": "Задолженность",
            "patterns": [
                "Налоговая задолженность",
                "Как узнать о налоговой задолженности?",
                "Проверка налоговой задолженности",
                "Узнать налоговую задолженность",
                "Как проверить налоговую задолженность?"
            ],
            "responses": [
                "Проверить налоговую задолженность можно через личный кабинет плательщика на сайте www.nalog.gov.by",
                "Для проверки налоговой задолженности воспользуйтесь личным кабинетом плательщика на сайте www.nalog.gov.by",
                "Вы можете узнать о своей налоговой задолженности через личный кабинет плательщика на сайте www.nalog.gov.by",
                "Проверка налоговой задолженности доступна через личный кабинет плательщика на сайте www.nalog.gov.by",
                "Узнать о налоговой задолженности можно через личный кабинет плательщика на сайте www.nalog.gov.by"
            ]
        },
        {
            "tag": "Налоговые_льготы",
            "patterns": [
                "Какие налоговые льготы существуют?",
                "Налоговые льготы",
                "Льготы по налогам",
                "Какие есть льготы по налогам?",
                "Налоговые льготы для физических лиц"
            ],
            "responses": [
                "Информация о налоговых льготах доступна на сайте www.nalog.gov.by в разделе 'Налоговые льготы'",
                "Вы можете ознакомиться с налоговыми льготами на сайте www.nalog.gov.by в разделе 'Налоговые льготы'",
                "Посетите сайт www.nalog.gov.by для получения информации о налоговых льготах",
                "Налоговые льготы для физических лиц описаны на сайте www.nalog.gov.by в разделе 'Налоговые льготы'",
                "Информация о льготах по налогам доступна на сайте www.nalog.gov.by"
            ]
        },
        {
            "tag": "Налоговый_календарь",
            "patterns": [
                "Налоговый календарь",
                "Сроки уплаты налогов",
                "Когда платить налоги?",
                "Календарь налогоплательщика",
                "Сроки налоговых платежей"
            ],
            "responses": [
                "Налоговый календарь с указанием сроков уплаты налогов доступен на сайте www.nalog.gov.by",
                "Вы можете ознакомиться с налоговым календарем на сайте www.nalog.gov.by",
                "Посетите сайт www.nalog.gov.by для получения информации о сроках уплаты налогов",
                "Налоговый календарь доступен на сайте www.nalog.gov.by",
                "Информация о сроках налоговых платежей доступна в налоговом календаре на сайте www.nalog.gov.by"
            ]
        },
        {
            "tag": "Приветствие",
            "patterns": [
                "Привет",
                "Здравствуйте",
                "Добрый день",
                "Добрый вечер",
                "Приветствую"
            ],
            "responses": [
                "Здравствуйте! Как я могу вам помочь?",
                "Привет! Чем могу помочь?",
                "Добрый день! Какие у вас вопросы?",
                "Добрый вечер! Как я могу помочь?",
                "Приветствую! Чем могу быть полезен?"
            ]
        },
        {
            "tag": "Прощание",
            "patterns": [
                "До свидания",
                "Пока",
                "Всего доброго",
                "До встречи",
                "Прощай"
            ],
            "responses": [
                "До свидания! Если у вас возникнут еще вопросы, обращайтесь",
                "До свидания! Если вам понадобится помощь, я всегда здесь",
                "Всего доброго! Обращайтесь, если будут вопросы",
                "До встречи! Если возникнут вопросы, пишите",
                "До свидания! Если понадобится помощь, я всегда готов помочь"
            ]
        }
    ]
}